<?php
session_start();

require_once $_SERVER["DOCUMENT_ROOT"] . "/Logic/Main.php";
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Barbershop - Политика конфиденциальности</title>
    <link rel="icon" href="/Resources/Images/Icons/Logo.png">
    <link rel="stylesheet" href="/CSS/Pages/Main.css">
    <link rel="stylesheet" href="/CSS/Pages/Policy.css">
    <link rel="stylesheet" href="/CSS/Templates/Header.css">
    <link rel="stylesheet" href="/CSS/Templates/Footer.css">
    <script src="/JS/XmlHttp.js"></script>
    <script src="/JS/JQuery.js"></script>
    <script src="/JS/Ajax.js"></script>
</head>
<body>
<div class="main">
    <?php include $_SERVER["DOCUMENT_ROOT"] . "/Views/Renders/Header.php"; ?>
    <div class="content">
        <div class="header-block">
            <h1>Политика конфиденциальности</h1>
        </div>
        <ol>
            <li>
                <span>
                    Общие положения <br><br>

                    Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных ИП Хмелев А.В. (далее – Оператор).
                </span>
                <ol>
                    <li>
                        <span>
                            Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.
                        </span>
                    </li>
                    <li>
                        <span>
                            Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта http://barbershop.
                        </span>
                    </li>
                </ol>
            </li>
            <li>
                <span>
                    Основные понятия, используемые в Политике
                </span>
                <ol>
                    <li>
                        <span>
                            Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;
                        </span>
                    </li>
                    <li>
                        <span>
                            Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);
                        </span>
                    </li>
                    <li>
                        <span>
                            Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу http://barbershop;
                        </span>
                    </li>
                    <li>
                        <span>
                            Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;
                        </span>
                    </li>
                    <li>
                        <span>
                            Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных;
                        </span>
                    </li>
                    <li>
                        <span>
                            Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;
                        </span>
                    </li>
                    <li>
                        <span>
                            Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;
                        </span>
                    </li>
                    <li>
                        <span>
                            Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта http://barbershop;
                        </span>
                    </li>
                    <li>
                        <span>
                            Пользователь – любой посетитель веб-сайта http://barbershop;
                        </span>
                    </li>
                    <li>
                        <span>
                            Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;
                        </span>
                    </li>
                    <li>
                        <span>
                            Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом;
                        </span>
                    </li>
                    <li>
                        <span>
                            Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу;
                        </span>
                    </li>
                    <li>
                        <span>
                            Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) результате которых уничтожаются материальные носители персональных данных.
                        </span>
                    </li>
                </ol>
            </li>
            <li>
                <span>
                    Оператор может обрабатывать следующие персональные данные Пользователя
                </span>
                <ol>
                    <li>
                        <span>
                            Фамилия, имя, отчество;
                        </span>
                    </li>
                    <li>
                        <span>
                            Номера телефонов;
                        </span>
                    </li>
                    <li>
                        <span>
                            Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).
                        </span>
                    </li>
                    <li>
                        <span>
                            Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.
                        </span>
                    </li>
                </ol>
            </li>
            <li>
                <span>
                    Цели обработки персональных данных
                </span>
                <ol>
                    <li>
                        <span>
                            Цель обработки персональных данных Пользователя — Онлайн-запись на услуги барбершопа Barbershop.
                        </span>
                    </li>
                    <li>
                        <span>
                            Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты barbershop@mail.ru с пометкой «Отказ от уведомлениях о новых продуктах и услугах и специальных предложениях».
                        </span>
                    </li>
                    <li>
                        <span>
                            Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.
                        </span>
                    </li>
                </ol>
            </li>
            <li>
                <span>
                    Правовые основания обработки персональных данных
                </span>
                <ol>
                    <li>
                        <span>
                            Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте http://barbershop. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.
                        </span>
                    </li>
                    <li>
                        <span>
                            Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).
                        </span>
                    </li>
                </ol>
            </li>
            <li>
                <span>
                    Порядок сбора, хранения, передачи и других видов обработки персональных данных <br><br>

                    Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.
                </span>
                <ol>
                    <li>
                        <span>
                            Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.
                        </span>
                    </li>
                    <li>
                        <span>
                            Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства.
                        </span>
                    </li>
                    <li>
                        <span>
                            В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора barbershop@mail.ru с пометкой «Актуализация персональных данных».
                        </span>
                    </li>
                    <li>
                        <span>
                            Срок обработки персональных данных является неограниченным. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора barbershop@mail.ru с пометкой «Отзыв согласия на обработку персональных данных».
                        </span>
                    </li>
                </ol>
            </li>
            <li>
                <span>
                    Трансграничная передача персональных данных
                </span>
                <ol>
                    <li>
                        <span>
                            Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.
                        </span>
                    </li>
                    <li>
                        <span>
                            Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.
                        </span>
                    </li>
                </ol>
            </li>
            <li>
                <span>
                    Заключительные положения
                </span>
                <ol>
                    <li>
                        <span>
                            Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты barbershop@mail.ru.
                        </span>
                    </li>
                    <li>
                        <span>
                            В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.
                        </span>
                    </li>
                    <li>
                        <span>
                            Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу http://barbershop/Views/Pages/Policy.php
                        </span>
                    </li>
                </ol>
            </li>
        </ol>
    </div>
    <?php include $_SERVER["DOCUMENT_ROOT"] . "/Views/Renders/Footer.php"; ?>
</div>
</body>
</html>